10/data/attachments/368dc7be513f0880.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kimberly_early_Friend_74655_2</nif:username>
            <nif:friendToBeRequested>soap_friends_b330e9f4-24c4-4077-81b1-730437590a80</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>